Repository: Lavriko-ONI-Mod/Lavriko-ONITwitch
Catalog: ONITwitchCore/translations/*.po
Languages: ru

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.CONNECTION_ERROR.BODY_FORMAT
source: The connection to Twitch failed {0} times. This may be caused by a bad internet connection or invalid credentials.
ru: Подключение к Twitch завершилось неудачей {0} раз. Это может быть вызвано плохим подключением к Интернету или неверными учетными данными.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.CONNECTION_ERROR.TITLE
source: Connection Error
ru: Ошибка подключения

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.DEADLY_CONFIG.BODY
source: The Deadly danger has events that can <color=#FE2F2FFF><i><b>directly kill your duplicants</b></i></color> or cause extremely deadly things to happen, often with no opportunity to prevent it. Do not get too attached to your dupes.
ru: В "Смертельной опасности" есть события, которые могут <color=#FE2F2FFF><i><b> непосредственно убить ваших двойников</b></i></color> или вызвать чрезвычайно смертоносные события, часто без возможности предотвратить это. Не слишком привязывайтесь к своим дублям.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.DEADLY_CONFIG.CONTINUE
source: <color=#FE2F2FFF>Continue</color>
ru: <color=#FE2F2FFF>Продолжить</color>

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.DEADLY_CONFIG.TITLE
source: Deadly Settings
ru: Смертельные настройки

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_CONFIG.PASTE
source: Paste Config Here
ru: Вставьте конфигурацию сюда

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_CONFIG.TITLE
source: Twitch Integration Event Config
ru: Twitch Integration Конфигурация события

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_ERROR.BODY_FORMAT
source: Event {0} crashed while being run: {1}. Stopping votes. Please report this error (and provide the log) to that event's author.
ru: Событие {0} завершилось сбоем при запуске: {1}. Остановка голосования. Пожалуйста, сообщите об этой ошибке (и предоставьте журнал) автору этого события.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_ERROR.TITLE
source: Event Error
ru: Ошибка события

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.CONNECTION_OAUTH_ERR
source: An unknown error occured when validating your OAuth token with Twitch. (No response from server)
ru: Произошла неизвестная ошибка при проверке вашего токена OAuth с помощью Twitch. (Нет ответа от сервера)

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.EXPIRED_OAUTH
source: The OAuth token is invalid or has expired. Please generate a new token following the instructions in the README. Using anonymous connection.
ru: Токен OAuth недействителен или срок его действия истек. Пожалуйста, сгенерируйте новый токен, следуя инструкциям в README. Используя анонимное соединение.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.INVALID_FILE
source: The credentials file was broken and has been reset, please follow the instructions in the README.
ru: Файл учетных данных был поврежден и был сброшен, пожалуйста, следуйте инструкциям в README.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.INVALID_NICK
source: The Twitch nickname in the credentials file was not a valid nickname. Using anonymous connection.
ru: Ник Twitch в файле учетных данных не был действительным ником. Использование анонимного подключения.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.MALFORMED_OAUTH
source: Invalid OAuth token! The OAuth token should be composed of only numbers and letters. Using anonymous connection.
ru: Недопустимый токен OAuth! Токен OAuth должен состоять только из цифр и букв. Используется анонимное соединение.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.NICK_CONTAINS_SLASH
source: The Twitch nickname in the credentials file contained a slash. The nickname should be <i>only</i> the name you use to log in to Twitch. Using anonymous connection.
ru: Ник Twitch в файле учетных данных содержал косую черту. Ник должен быть только <i></i> именем, которое вы используете для входа в Twitch. Использование анонимного подключения.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.NO_LOGIN
source: The credentials file does not have a Twitch nickname set. Using anonymous connection.
ru: В файле учетных данных не указан ник Twitch. Используется анонимное подключение.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.TITLE
source: Invalid Credentials
ru: Неверные учетные данные

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.UNKNOWN_OAUTH_ERR
source: An unknown error occured when validating your OAuth token with Twitch. Using anonymous connection.
ru: Произошла неизвестная ошибка при проверке вашего токена OAuth с помощью Twitch. Использование анонимного соединения.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_EVENT_CONFIG.BODY
source: The config provided was invalid
ru: Предоставленная конфигурация была недействительной

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_EVENT_CONFIG.TITLE
source: Invalid Config
ru: Недопустимая конфигурация

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NO_VOTES.BODY
source: No events were able to be drawn.
ru: Никаких событий нарисовать не удалось.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NO_VOTES.TITLE
source: Cannot Start Vote
ru: Не удается начать голосование

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NOT_AUTHENTICATED.BODY
source: You are not authenticated with Twitch. The vote cannot be started. This may be caused by incorrect or missing credentials.
ru: Вы не прошли аутентификацию в Twitch. Голосование не может быть запущено. Это может быть вызвано неправильными или отсутствующими учетными данными.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NOT_AUTHENTICATED.TITLE
source: Not Authenticated
ru: Не аутентифицирован

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNKNOWN_SAVE.BODY
source: An unknown version of the Twitch Integration config was encountered and the config had to be reset. Your old config has been saved to config_bak.json.
ru: Обнаружена неизвестная версия конфигурации интеграции Twitch, и конфигурацию пришлось сбросить. Ваша старая конфигурация была сохранена в config_bak.json.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNKNOWN_SAVE.TITLE
source: Unknown Save Version
ru: Неизвестная версия сохранения

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.BACK
source: Go Back
ru: Назад

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.BODY
source: There are unsaved changes, are you sure you want to exit?
ru: Есть несохраненные изменения, вы уверены, что хотите выйти?

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.DISCARD
source: Discard Changes
ru: Отменить изменения

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.SAVE
source: Save Changes
ru: Сохранить изменения

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.TITLE
source: Unsaved Changes
ru: Несохраненные изменения

# ONITwitch.STRINGS.ONITWITCH.UI.PAUSE_MENU.START_VOTES
source: Start Voting
ru: Начать голосование

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_EXTERIOR_SIDE_SCREEN.NAME
source: View Dimension
ru: Посмотреть измерение

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_EXTERIOR_SIDE_SCREEN.TOOLTIP
source: View the dimension that this portal is attached to
ru: Просмотрите измерение, к которому привязан этот портал

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_INTERIOR_SIDE_SCREEN.NAME
source: View Parent
ru: Посмотреть другой портал

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_INTERIOR_SIDE_SCREEN.TOOLTIP
source: View the world that holds this dimension
ru: Взгляните на мир, который содержит это измерение

# ONITwitch.STRINGS.ONITWITCH.UI.SETTINGS.BUTTON_NAME
source: Settings
ru: Настройки

# ONITwitch.STRINGS.ONITWITCH.UI.SURPRISE_BOX_SIDE_SCREEN.NAME
source: Open
ru: Открыть

# ONITwitch.STRINGS.ONITWITCH.UI.SURPRISE_BOX_SIDE_SCREEN.TOOLTIP
source: Open this box to receive your surprise!
ru: Откройте эту коробку, чтобы получить свой сюрприз!

# ONITwitch.STRINGS.ONITWITCH.VOTE_CONTROLLER.CHOSEN_VOTE_FORMAT
source: The chosen vote was {0} with {1} votes
ru: Выбранный голос был {0} при {1} голосах

# ONITwitch.STRINGS.ONITWITCH.VOTE_CONTROLLER.NO_VOTES
source: No options were voted for
ru: Никто не проголосовал

# ONITwitch.STRINGS.ONITWITCH.VOTE_CONTROLLER.START_VOTE_HEADER
source: Starting new vote!
ru: Начать новое голосование!

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.ERROR
source: An error occurred
ru: Ошибка

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.IN_PROGRESS_FORMAT
source: Current Vote: ({0:F0}s) {1}
ru: Текущее голосование: ({0:F0}s) {1}

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.NOT_STARTED
source: Voting not yet started
ru: Голосование еще не началось

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.VOTE_OVER_FORMAT
source: Vote Over ({0:F0} seconds to next vote)
ru: Голосование окончено ({0:F0} секунд до следующего голосования)

# ONITwitch.STRINGS.ONITWITCH.WORLDS.POCKET_DIMENSION.NAME
source: Pocket Dimension
ru: Портал в другое измерение
