Repository: Lavriko-ONI-Mod/Lavriko-ONITwitch
Catalog: ONITwitchCore/translations/*.po
Languages: ru

source: A portal to an unknown dimension.
ru: Портал в неизвестное измерение.

source: Pocket Dimension Portal
ru: Портал в неизвестное измерение

source: A portal that returns your duplicants back where they came from.
ru: Портал, который возвращает ваших дубликатов туда, откуда они пришли.

source: Return Portal
ru: Обратный портал

# ONITwitch.STRINGS.CREATURES.SPECIES.ONITWITCH.GLITTERPUFT.DESC
source: A extraordinarily colorful and very pretty Puft
ru: Невероятно цветной и очень милый Пуф

# ONITwitch.STRINGS.CREATURES.SPECIES.ONITWITCH.GLITTERPUFT.NAME
source: Glitter Puft
ru: Блестящий Пуф

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_DOWN.NAME
source: Athletics Down
ru: Уменьшение атлетики

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_DOWN.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_UP.NAME
source: Athletics Up
ru: Увеличение атлетики

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_UP.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_DOWN.NAME
source: Construction Down
ru: Строительство -5 на 2 цикла

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_DOWN.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_UP.NAME
source: Construction Up
ru: Строительство +5 на 2 цикла

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_UP.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_DOWN.NAME
source: Excavation Down
ru: Копание -5 на 2 цикла

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_DOWN.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_UP.NAME
source: Excavation Up
ru: Копание +5 на 2 цикла

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_UP.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.SLEEPY.NAME
source: Incredibly Sleepy
ru: Все дубля спят половину цикла

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.SLEEPY.TOOLTIP
source: Incredibly Exhausted
ru: Снижение атрибутов

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_DOWN.NAME
source: Strength Down
ru: Сила -5 на 2 цикла

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_DOWN.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_UP.NAME
source: Strength Up
ru: Сила +5 на 2 цикла

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_UP.TOOLTIP
source: Caused by Twitch Chat
ru: Вызвано Twitch-чатом

# ONITwitch.STRINGS.ELEMENTS.ONITWITCHINDESTRUCTIBLEELEMENT.DESC
source: (Nt) Neutronium is a mysterious and extremely resilient element. It cannot be excavated by any Duplicant mining tool.
ru: (Nt) Нейтроний - загадочный и чрезвычайно живучий элемент. Его нельзя добыть ни одним горным инструментом Дубликантов.

# ONITwitch.STRINGS.ELEMENTS.ONITWITCHINDESTRUCTIBLEELEMENT.NAME
source: <link="UNOBTANIUM">Neutrollium</link>
ru: <link="UNOBTANIUM">Нейтроний</link>

# ONITwitch.STRINGS.ITEMS.FOOD.ONITWITCH.GLITTERMEATCONFIG.DESC
source: A piece of meat that glitters faintly. ...It's best not to think about where it came from...
ru: Кусок мяса, который тускло блестит. ...Лучше не думать о том, откуда он взялся...

# ONITwitch.STRINGS.ITEMS.FOOD.ONITWITCH.GLITTERMEATCONFIG.NAME
source: Glitter Meat
ru: Блестящее мясо

# ONITwitch.STRINGS.ITEMS.ONITWITCH.DEV_POCKET_DIMENSION_GENERATOR.DESC
source: Generates a Pocket Dimension
ru: Открыть портал в другое измерение на время (они разные)

# ONITwitch.STRINGS.ITEMS.ONITWITCH.DEV_POCKET_DIMENSION_GENERATOR.NAME
source: Pocket Dimension Generator
ru: Генератор портала измерений

# ONITwitch.STRINGS.ITEMS.ONITWITCH.SURPRISEBOXCONFIG.EFFECT
source: Deconstruct for a surprise!
ru: Разбери для сюрприза

# ONITwitch.STRINGS.ITEMS.ONITWITCH.SURPRISEBOXCONFIG.NAME
source: Surprise Box
ru: Коробка с сюрпризом

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.CLOSING
source: Low Time Remaining
ru: Осталось мало времени

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.CRITERION_NAME
source: Pocket Dimension closing soon
ru: Портал скоро закроется

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.DIAGNOSTIC_NAME
source: Time Remaining
ru: Оставшееся время

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.ERROR
source: Error
ru: Ошибка

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.NORMAL
source: Dimension Normal
ru: Измерение нормально

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_ATHLETICS_DOWN
source: Athletics Down
ru: Физическая форма -5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_ATHLETICS_UP
source: Athletics Up
ru: Физическая форма +5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_CONSTRUCTION_DOWN
source: Construction Down
ru: Строительство -5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_CONSTRUCTION_UP
source: Construction Up
ru: Строительство +5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_EXCAVATION_DOWN
source: Excavation Down
ru: Копание -5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_EXCAVATION_UP
source: Excavation Up
ru: Копание +5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_STRENGTH_DOWN
source: Strength Down
ru: Сила -5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_STRENGTH_UP
source: Strength Up
ru: Сила +5 на 2 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.BANSHEE_WAIL
source: Banshee Wail
ru: Дубль издает "Банши" крик. Стресс всех дублей поднимается на +10% на 0,5 цикла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.BEDROOM_SNOW
source: Snowy Bedrooms
ru: Все кровати покрываются снегом

# ONITwitch.STRINGS.ONITWITCH.EVENTS.BEDROOMS_SLIME
source: Slimy Bedrooms
ru: Все кровати покрываются слизью

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ECLIPSE
source: Eclipse
ru: Наступает ночь на 5 минут

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_COMMON
source: Spawn Common Element
ru: Заспавнить блок обычного элемента

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_DEADLY
source: Spawn Deadly Element
ru: Заспавнить раскаленный элемент, но вокруг изоляция

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_EXOTIC
source: Spawn Exotic Element
ru: Заспавнить блок экзотического элемента

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_GAS
source: Spawn Gas
ru: Заспавнить 50кг газа

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_LIQUID
source: Spawn Liquid
ru: Заспавнить жидкость (водород/стекло и тд)

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_METAL
source: Spawn Metal
ru: Заспавнить блок металла

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FART
source: Fart
ru: Каждый дубль "пукает" 25кг природного газа

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_ETHANOL
source: Ethanol Flood
ru: Заспавнить 80т Этанола

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_GOLD
source: Gold Rain
ru: Заспавнить 20т расплавленного золота 1730 градусов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_LAVA
source: Lava Flood
ru: Заспавнить 10т Магмы 1730 градусов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_NUCLEAR_WASTE
source: Nuclear Waste Disposal Accident
ru: Заспавнить 40т ядерных отходов 130 градусов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_OIL
source: Oil Flood
ru: Заспавнить 75т неочищенной нефти 77 градусов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_POLLUTED_WATER
source: Polluted Water Flood
ru: Заспавнить 80т загрязненной воды 27 градусов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_WATER
source: Water Flood
ru: Заспавнить 80т чистой воды 27 градусов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.GEYSER_MODIFICATION
source: Tune Geyser
ru: На 25 циклов прокачивает случайный гейзер

# ONITwitch.STRINGS.ONITWITCH.EVENTS.GLOBAL_WARMING
source: Global Warming
ru: Глобальное потепление

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ICE_AGE
source: Ice Age
ru: Ледниковый период

# ONITwitch.STRINGS.ONITWITCH.EVENTS.KILL_DUPE
source: Kill Duplicant
ru: Убить дубликанта

# ONITwitch.STRINGS.ONITWITCH.EVENTS.MORPH_CRITTERS
source: Morph Critters
ru: Поменять морфу всех существ

# ONITwitch.STRINGS.ONITWITCH.EVENTS.PARTY_TIME
source: Party Time
ru: Вечеринка!

# ONITwitch.STRINGS.ONITWITCH.EVENTS.PEE
source: Gold Rain
ru: Обоссатушки

# ONITwitch.STRINGS.ONITWITCH.EVENTS.POCKET_DIMENSION
source: Spawn Pocket Dimension
ru: Открыть портал в другое измерение

# ONITwitch.STRINGS.ONITWITCH.EVENTS.POISON
source: Poison Duplicants
ru: Отравить всех дублей

# ONITwitch.STRINGS.ONITWITCH.EVENTS.POOPSPLOSION
source: Poopsplosion
ru: Все туалеты забиваются загрязненной землей

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_BEE
source: Bee Infestation
ru: Заспавнить Бета пчел

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_DIAMOND
source: Diamond Rain
ru: Алмазный дождь

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_GOLD
source: Gold Rain
ru: Золотой дождь

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_MORB_NORMAL
source: Morbs!!!
ru: Дождь из сглазиков

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_PACU_NORMAL
source: Pacu Rain
ru: Дождь из паку

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_PACU_PACUWU
source: PacUwU Rain 🐠👉👈
ru: PacUwU-Regen 🐠👉👈

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_SLICKSTER
source: Slickster Rain
ru: Дождь из скользецов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.REDUCE_OXYGEN
source: Un-include Oxygen
ru: Снизить кислород на 80 процентов

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RESEARCH_TECH
source: Research Technology
ru: Изучить технологию

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SKILL_POINTS
source: Skilling Spree
ru: Случайный дубль получает одно очко навыка

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SLEEPY_DUPES
source: Sleepy Dupes
ru: Город засыпает

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_ATMO_SUIT
source: Spawn Atmo Suit
ru: Создать Атмокостюм

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_CRAB
source: Spawn Pokeshell
ru: Создать крабушка

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_DUPE
source: Spawn Duplicant
ru: Создать дубликанта

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_GLITTER_PUFT
source: Spawn Glitter Puft
ru: Создать блестящего Пуфа

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_MOO_COMET
source: Spawn Gassy Moo Comet
ru: Создать Му-Му

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_SNAZZY_SUIT
source: Spawn Snazzy Suit
ru: Создать шикарный костюм

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_VACILLATOR_CHARGE
source: Spawn Vacillator Charge
ru: Создать зарядку калибратора

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPICE_FOOD
source: Spice Food
ru: Острая еда

# ONITwitch.STRINGS.ONITWITCH.EVENTS.STRESS_ADD
source: Add Stress
ru: Добавить стресс

# ONITwitch.STRINGS.ONITWITCH.EVENTS.STRESS_REMOVE
source: Remove Stress
ru: Убрать стресс

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SURPRISE
source: Surprise!!!
ru: Сюрприз!!!

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SURPRISE_BOX
source: Surprise Box
ru: Коробка с сюрпризом

# ONITwitch.STRINGS.ONITWITCH.EVENTS.TILE_TEMP_DOWN
source: Icy Floors
ru: Ледяной пол

# ONITwitch.STRINGS.ONITWITCH.EVENTS.TILE_TEMP_UP
source: The Floor is Lava
ru: Пол это Лава

# ONITwitch.STRINGS.ONITWITCH.EVENTS.UNINSULATE
source: Uninsulate Tiles
ru: Заменяет случайные теплоизолированные клетки на обычные

# ONITwitch.STRINGS.ONITWITCH.TOASTS.BANSHEE_WAIL.BODY
source: All of your duplicants are releasing their urge to scream
ru: Все дубликанты хотят "поскримить"

# ONITwitch.STRINGS.ONITWITCH.TOASTS.BANSHEE_WAIL.TITLE
source: Banshee Wail
ru: Schreikrampf

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ECLIPSE.BODY
source: A long darkness has enveloped the colony
ru: Длинная ночь опустилась на эту колонию

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ECLIPSE.TITLE
source: Eclipse
ru: Затмение

# ONITwitch.STRINGS.ONITWITCH.TOASTS.EFFECT.BODY_FORMAT
source: All dupes have had the {0} effect applied
ru: Ко всем дубликантам применен "{0}" эффект

# ONITwitch.STRINGS.ONITWITCH.TOASTS.EFFECT.TITLE
source: Effect Applied
ru: Эффект применен

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ELEMENT_GROUP.BODY_FORMAT
source: A chunk of {0} has appeared
ru: Кусок {0} создан

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ELEMENT_GROUP.TITLE
source: Element Created
ru: Элемент создан

# ONITwitch.STRINGS.ONITWITCH.TOASTS.END_VOTE_NO_OPTIONS.BODY
source: No events were voted for
ru: Никто не проголосовал

# ONITwitch.STRINGS.ONITWITCH.TOASTS.END_VOTE_NO_OPTIONS.TITLE
source: Vote Complete
ru: Голосование завершено

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FART.BODY
source: All of your duplicants have farted. What was in that Frost Burger?
ru: Все дубли перданули. Хватит жрать грязевые батончики и пищевик!

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FART.TITLE
source: Fart
ru: Пукнуть

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FILL_BEDROOMS.BODY_FORMAT
source: {0} was placed in every bedroom
ru: {0} появился на каждой кровати

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FILL_BEDROOMS.TITLE
source: Bedrooms Bombed
ru: Спальни заминированы (взорваны)

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FLOOD.BODY_FORMAT
source: A flood of {0} was spawned
ru: Потоп из {0} прибыл

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FLOOD.TITLE
source: Flood
ru: Потоп

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GEYSER_MODIFICATION.BODY_FORMAT
source: Geyser {0} is temporarily tuned
ru: Гейзер {0} прошит

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GEYSER_MODIFICATION.TITLE
source: Geyser Modified
ru: Гейзер модифицирован

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GLOBAL_WARMING.BODY_FORMAT
source: Temperatures on {0} are on the rise
ru: Температура {0} повышается

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GLOBAL_WARMING.TITLE
source: Global Warming
ru: Тепленькая пошла

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ICE_AGE.BODY_FORMAT
source: All liquids on {0} have frozen
ru: Все жидкости {0} заморожены

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ICE_AGE.TITLE
source: Ice Age
ru: Ледниковый период

# ONITwitch.STRINGS.ONITWITCH.TOASTS.KILL_DUPE.BODY_FORMAT
source: {0} died :(
ru: {0} умер =(

# ONITwitch.STRINGS.ONITWITCH.TOASTS.KILL_DUPE.TITLE
source: Duplicant Killed
ru: Дубликант убит

# ONITwitch.STRINGS.ONITWITCH.TOASTS.MORPH.BODY
source: All critters have been morphed
ru: Все существа поменяли морфу

# ONITwitch.STRINGS.ONITWITCH.TOASTS.MORPH.TITLE
source: Critters Morphed
ru: Существа изменены

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PARTY_TIME.BODY
source: The dupes are throwing a rainbow party!
ru: Дубликанты устроили вечеринку!

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PARTY_TIME.TITLE
source: Party Time!
ru: Вечеринка!

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PEE.BODY
source: All duplicants suddenly feel the need to relieve themselves
ru: Все дубликанты сделали загрязненную воду под собой

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PEE.TITLE
source: Pee Everywhere
ru: Опять вытирать!

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POCKET_DIMENSION.BODY
source: A portal to a pocket dimension opened
ru: Lavriko, го в портал, я создал

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POCKET_DIMENSION.TITLE
source: Pocket Dimension
ru: Генератор портала измерений

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POISON.BODY
source: All duplicants are poisoned and will take damage over time
ru: Все дубликаты отравлены и со временем будут получать урон

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POISON.TITLE
source: Poisoned Dupes
ru: Дубликанты отравлены

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POOPSPLOSION.BODY
source: All toilets have exploded with poop
ru: Все туалеты в земляных элементалях

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POOPSPLOSION.TITLE
source: Poopsplosion
ru: Все туалеты забиваются загрязненной землей

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RAIN_PREFAB.BODY_FORMAT
source: A rain of {0} is starting
ru: Дождь из {0} начался

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RAIN_PREFAB.TITLE
source: Rain
ru: Дождь

# ONITwitch.STRINGS.ONITWITCH.TOASTS.REDUCE_OXYGEN.BODY_FORMAT
source: The mass of all breathable elements was reduced by {0}%
ru: Уровень кислорода снижен на {0}%

# ONITwitch.STRINGS.ONITWITCH.TOASTS.REDUCE_OXYGEN.TITLE
source: Oxygen Reduced
ru: Кислорода.нет

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RESEARCH_TECH.BODY_FORMAT
source: {0} has been researched
ru: {0} была исследована

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RESEARCH_TECH.TITLE
source: Technology Researched
ru: Технология исследована

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SKILLS.BODY
source: Some duplicants have been inspired and instantly gained a skill point
ru: Какой-то дублик получил очко.. навыка

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SKILLS.TITLE
source: Skilling Spree
ru: Случайный дубль получает одно очко навыка

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SLEEPY_DUPES.BODY
source: All duplicants are extremely exhausted
ru: Все дубликаны очень устали

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SLEEPY_DUPES.TITLE
source: Sleepy Dupes
ru: Город засыпает

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_DUPE.BODY_FORMAT
source: {0} was brought into the world
ru: {0} появился в этом жестоком мире

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_DUPE.TITLE
source: Spawning Duplicant
ru: Создать дубликанта

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_PREFAB.BODY_FORMAT
source: A new {0} was created
ru: Новый {0} был создан

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_PREFAB.TITLE
source: Spawning Object
ru: Создать обьект

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPICE_FOOD.BODY
source: All food has had spices applied
ru: Во всю еду добавили "Тобаско"

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPICE_FOOD.TITLE
source: Spiced Food
ru: Острая еда

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STARTING_VOTE.TITLE
source: Starting Vote
ru: Да будет голосование!

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_DECREASE.BODY
source: All duplicants are less stressed
ru: Стресс уменьшен. Есть еще добрые люди

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_DECREASE.TITLE
source: Calming Wave
ru: Охладитель Анубиса V2.0

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_INCREASE.BODY
source: All duplicants are very stressed about life
ru: Все дубликнты обеспокоены данным фактом

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_INCREASE.TITLE
source: Stress Wave
ru: Кол в ж..

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SURPRISE_BOX.BODY
source: I wonder what is inside?
ru: Что же внутри?

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SURPRISE_BOX.TITLE
source: Surprise Box
ru: Коробка с сюрпризом

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_DOWN.BODY
source: All non-natural tiles are colder
ru: Все ненатуральные плитки стали холоднее

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_DOWN.TITLE
source: Icy Floors
ru: Ледяной пол

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_UP.BODY
source: All non-natural tiles are warmer
ru: Все ненатуральные плитки стали теплее

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_UP.TITLE
source: The Floor is Lava
ru: Пол это Лава

# ONITwitch.STRINGS.ONITWITCH.TOASTS.UNINSULATE_TILES.BODY
source: Many tiles have been replaced with non-insulated versions
ru: Некоторые теплоизолированные клетки стали обычными

# ONITwitch.STRINGS.ONITWITCH.TOASTS.UNINSULATE_TILES.TITLE
source: Tiles Uninsulated
ru: Обычная клетка

# ONITwitch.STRINGS.ONITWITCH.UI.APPLY.TEXT
source: Apply
ru: Применить

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.CHANNEL_NAME.TEXT
source: Channel Name
ru: Имя канала

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.CHANNEL_NAME.TOOLTIP
source: The name of the Twitch channel to interact with. This should be your username. (example: asquared31415)
ru: Название twitch канала. Это должно быть имя канала (Например: Lavrikot).

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.EDIT.TEXT
source: Edit Event Config
ru: Редактировать конфиг события

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.EDIT.TOOLTIP
source: Opens a page in a browser to edit the current event config. (WARNING: SPOILERS)
ru: Открывает страницу в браузере для редактирования текущей конфигурации события. (ВНИМАНИЕ: СПОЙЛЕРЫ)

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MAX_DANGER.TEXT
source: Max Danger
ru: Макс опасность

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MAX_DANGER.TOOLTIP
source: Events with a danger greater than this setting will not appear.
ru: События с опасностью, превышающей этот параметр, отображаться не будут.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MIN_DANGER.TEXT
source: Min Danger
ru: Мин опасность

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MIN_DANGER.TOOLTIP
source: Events with a danger less than this setting will not appear.
ru: События с опасностью, меньшей, чем эта настройка, отображаться не будут.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.OPTIONS_PER_VOTE.TEXT
source: Options per Vote (1-5)
ru: Колличество голосований (1-5)

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.OPTIONS_PER_VOTE.TOOLTIP
source: The number of options that should be available to vote for.
ru: Количество вариантов, доступных для голосования

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_START_TOASTS.TEXT
source: Show Vote Choice Notifications
ru: Показывать уведомления о выборе при голосовании

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_START_TOASTS.TOOLTIP
source: Whether to show notifications when a vote starts. This can be disabled if you want to not know what options chat has.
ru: Показывать ли уведомления о начале голосования. Это можно отключить, если вы не хотите знать, какие опции есть в чате.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_TOASTS.TEXT
source: Show Notifications
ru: Показывать уведомления

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_TOASTS.TOOLTIP
source: Whether to show any notifications from the Twitch Integration mod or any events.
ru: Показывать ли какие-либо уведомления из модуля интеграции Twitch или какие-либо события.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.TIME_BETWEEN_VOTES.TEXT
source: Time Between Votes
ru: Время между голосованиями

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.TIME_BETWEEN_VOTES.TOOLTIP
source: The amount of real time, in seconds, that should pass between the end of one vote and the start of the next. (example: 600)
ru: Количество реального времени в секундах, которое должно пройти между окончанием одного голосования и началом следующего. (пример: 600)

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.TITLE
source: Twitch Integration Settings
ru: Настройки интеграции Twitch

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.USE_TWITCH_COLORS.TEXT
source: Use Twitch Username Colors
ru: Используйте цвета имени пользователя Twitch

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.USE_TWITCH_COLORS.TOOLTIP
source: Whether to copy a chatter's username color to their duplicant's name, if they are spawned. Note: If a user has not set their username color manually, it will be white, even though Twitch chat picks a random color.
ru: Следует ли копировать цвет имени пользователя в чате на имя его дубликата, если они созданы. Примечание: Если пользователь не установил цвет своего имени пользователя вручную, он будет белым, даже если Twitch chat выберет случайный цвет.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.VOTING_TIME.TEXT
source: Voting Time
ru: Время голосования

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.VOTING_TIME.TOOLTIP
source: The amount of real time, in seconds, that a vote should be active for. (example: 60)
ru: Количество реального времени в секундах, в течение которого можно голосовать. (пример: 60)

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.DEADLY
source: Deadly
ru: Смертельно

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.EXTREME
source: Extreme
ru: Экстремально

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.HIGH
source: High
ru: Высокий

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.MEDIUM
source: Medium
ru: Средний

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.NONE
source: None
ru: Нет

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.SMALL
source: Small
ru: Маленький
